# IdeaStatiCa.ConnectionApi.Model.DrawData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Groups** | **List&lt;IGroup&gt;** |  | [optional]
**Vertices** | **List&lt;double&gt;** |  | [optional]
**Normals** | **List&lt;double&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)